[
  {
    "id": 459,
    "imgUrl": "https://image.brilliantearth.com/cdn-cgi/image/width=1440,height=1090,quality=100,format=auto/https://cdn.builder.io/api/v1/image/assets%2F9f2a69003c86470ea05deb9ecb9887be%2F8d5a53b568174aae9ee013020443fe50",
    "alt": "Solitaire",
    "title": "Solitaire",
    "description": [
      "Solitaires are timeless classics. Derived from the Latin ",
      "solitarius,",
      " meaning alone or isolated, solitaires feature a single center stone with no additional diamond accents along the band. They can feature distinct design motifs, such as a split shank, textural element, or thick band width. In their most classic form (a simple, thin band with four to six prongs supporting the center stone), solitaires are the archetypal engagement ring and the most popular of all time."
    ],
    "btnText": ["Shop Solitaire Rings"]
  },
  {
    "id": 460,
    "imgUrl": "https://image.brilliantearth.com/cdn-cgi/image/width=1440,height=1090,quality=100,format=auto/https://cdn.builder.io/api/v1/image/assets%2F9f2a69003c86470ea05deb9ecb9887be%2Fdddbb9dd940f4530b5cdcefe4b914b7b",
    "alt": "Halo",
    "title": "Halo",
    "description": [
      "Halo engagement rings feature shimmering accents surrounding the center gemstone. These accents are traditionally diamonds but can be other gemstones such as sapphire, emerald, or ruby. These ",
      "angelic",
      " styles are beloved for their added sparkle — they also have the unique ability to enhance the appearance of the center stone. Halo designs come in many forms, such as a round, square, or even floral silhouette. They can feature further accents along the band or a plain band."
    ],
    "btnText": ["Shop Halo Rings"]
  },
  {
    "id": 461,
    "imgUrl": "https://image.brilliantearth.com/cdn-cgi/image/width=1440,height=1090,quality=100,format=auto/https://cdn.builder.io/api/v1/image/assets%2F9f2a69003c86470ea05deb9ecb9887be%2Fb4ed2b17ed0e4ebd9d78fbfdfa76a897",
    "alt": "Three Stone",
    "title": "Three Stone",
    "description": [
      "Three-stone engagement rings feature two large diamond accents along either side of the center stone. Together, they symbolize the past, present, and future. Historically, the accents are round but can come in various shapes, from baguette-cut to kite-shaped. While some three-stone engagement rings are traditional and sleek, others are more luxe: think of extra accents along the band or a hidden halo."
    ],
    "btnText": ["Shop Three Stone Rings"]
  },
  {
    "id": 462,
    "imgUrl": "https://image.brilliantearth.com/cdn-cgi/image/width=1440,height=1090,quality=100,format=auto/https://cdn.builder.io/api/v1/image/assets%2F9f2a69003c86470ea05deb9ecb9887be%2F2053cfa21c4740c6a82d7adb1b82f923",
    "alt": "Pavé",
    "title": "Pavé",
    "description": [
      "Pavé engagement rings are diamond-accented styles set in a particular fashion. From the French word for",
      "paved,",
      " pavé rings are paved with small, melee diamonds set along a band. This setting style, with prongs that only ever so slightly wrap atop the diamond, allows for maximum, endless sparkle, making pavé a top choice for jewelers and customers alike."
    ],
    "btnText": ["Shop Pavé Rings"]
  },
  {
    "id": 463,
    "imgUrl": "https://image.brilliantearth.com/cdn-cgi/image/width=1440,height=1090,quality=100,format=auto/https://cdn.builder.io/api/v1/image/assets%2F9f2a69003c86470ea05deb9ecb9887be%2F7c050f1d33c84decaf85db8f85d80de4",
    "alt": "Hidden Accent",
    "title": "Hidden Accent",
    "description": [
      "Hidden accent engagement rings are all about surprise. What might look like a solitaire from the top down may be much more than meets the eye: secret diamonds (or other gemstones) may be hiding in a hidden halo beneath the center stone or along the inner edge of the band. Hidden halos can feature regular halos and accents along the band as long as there is an element of surprise sparkle."
    ],
    "btnText": ["Shop Hidden Accent Rings"]
  },
  {
    "id": 464,
    "imgUrl": "https://image.brilliantearth.com/cdn-cgi/image/width=1440,height=1090,quality=100,format=auto/https://cdn.builder.io/api/v1/image/assets%2F9f2a69003c86470ea05deb9ecb9887be%2F01c77f54fb2c40c5a27fc5ecc96803c2",
    "alt": "Bezel",
    "title": "Bezel",
    "description": [
      "Bezel engagement rings feature a precious metal border around the center stone that sets and secures it. This type of setting accentuates the center diamond or gemstone, giving it a sleek, contemporary look. Bezel-set rings can be solitaires, feature a vintage-inspired motif, or feature sparkling accents: it all depends on the preference of the wearer."
    ],
    "btnText": ["Shop Bezel Rings"]
  },
  {
    "id": 465,
    "imgUrl": "https://image.brilliantearth.com/cdn-cgi/image/width=1440,height=1090,quality=100,format=auto/https://cdn.builder.io/api/v1/image/assets%2F9f2a69003c86470ea05deb9ecb9887be%2F4b3cd845f5874946b8a39cc23ce506ac",
    "alt": "East-West",
    "title": "East-West",
    "description": [
      "East-west settings feature an elongated center stone set horizontally rather than in the traditional vertical style. For example, in a non-east-west setting, an emerald-shaped diamond features its long side facing upwards, but in an east-west setting, the center stone is flipped 90 degrees to rest horizontally along the finger. These styles are increasingly popular for their contemporary, unique look, whether set in a solitaire setting or with extra accents."
    ],
    "btnText": ["Shop East-West Rings"]
  },
  {
    "id": 466,
    "imgUrl": "https://image.brilliantearth.com/cdn-cgi/image/width=1440,height=1090,quality=100,format=auto/https://cdn.builder.io/api/v1/image/assets%2F9f2a69003c86470ea05deb9ecb9887be%2Fd19dfc30127a4233b06173f5bd863aec",
    "alt": "Split Shank",
    "title": "Split Shank",
    "description": "Split shank engagement rings feature a band that splits into two or more strands as it reaches the center stone. This creates an open, sculptural look that can accentuate the look of the center stone. Split shank designs can be solitaires or adorned with engravings or accents, but they all feature a single, double, or even triple split shank design.",
    "btnText": ["Shop Split Shank Rings"]
  }
]
