[
  {
    "id": 499,
    "imgUrl": "https://image.brilliantearth.com/cdn-cgi/image/width=1440,height=1090,quality=100,format=auto/https://cdn.builder.io/api/v1/image/assets%2F9f2a69003c86470ea05deb9ecb9887be%2Fd81443da99574f889f9c62b811b3500e",
    "alt": "Fancy Three Stone Ring Image",
    "topParagraph": "Romantic Revival",
    "title": "1. Fancy Three Stones",
    "description": [
      "In 2025, romantic silhouettes are making every trend forecast, with soft shapes that evoke a sense of nostalgia. To capture this look, three stone engagement rings are a timeless favorite—and in 2025, they’re getting a modern twist. “The newest take on this style involves pairing a classic center stone with fancy-shaped side stones, such as pears, trapezoids, or baguettes,” Chen explains. “This fresh interpretation adds dimension and personality to the traditional three-stone setting.” Contrasting with the center stone, fancy-cuts offer striking visual interest. The combination of different cuts can enhance the overall sparkle, with each stone contributing to a unique look that stands out."
    ],
    "btnText": ["Shop Three Stone Rings"]
  },
  {
    "id": 500,
    "imgUrl": "https://image.brilliantearth.com/cdn-cgi/image/width=1440,height=1090,quality=100,format=auto/https://cdn.builder.io/api/v1/image/assets%2F9f2a69003c86470ea05deb9ecb9887be%2Fc9a48ff2878540459a4d66bb2be0b83d",
    "alt": "Wide Band Ring Image",
    "topParagraph": "Bold Moves",
    "title": "2. Wider Width Bands",
    "description": [
      "This trend of 2025 celebrates fearless self-expression through daring silhouettes that make a powerful statement. For bridal, this is echoed in wider width bands, which command attention and convey confidence, perfectly embodying the trend’s spirit of individuality and strength. Wide bands also have the benefit of offering more room for intricate details, such as milgrain edges, engraved patterns, or pavé diamonds, appealing to those looking for a strong ring that feels both contemporary and classic.",
      "Wide bands are making that bold statement in 2025,",
      "says Chen.",
      "They bring a chic, sculptural quality that stands out, perfect for those seeking a blend of style and durability."
    ],
    "btnText": ["Shop Wide Band Rings"]
  },
  {
    "id": 501,
    "imgUrl": "https://image.brilliantearth.com/cdn-cgi/image/width=1440,height=1090,quality=100,format=auto/https://cdn.builder.io/api/v1/image/assets%2F9f2a69003c86470ea05deb9ecb9887be%2Ffe096c7165434019a52b1be1c9176338",
    "alt": "Bezel Ring Image",
    "topParagraph": "Clean Lines",
    "title": "3. Bezel",
    "description": [
      "Emphasizing understated elegance through sleek designs and refined simplicity, this trend allows quality materials to shine through without excessive embellishment. This ethos is beautifully reflected in bezels, which offer a modern and minimalist approach that frames the center stone with sophistication while maintaining an unobtrusive profile. “A bezel setting is both practical and elegant,” Chen notes, highlighting its popularity for 2025.",
      "It’s a refined choice for those who want both beauty and everyday practicality in their engagement ring.",
      "Bezel settings are popular for their minimalistic design, which complements a variety of stone shapes from round to emerald cuts. The secure nature of the bezel also makes it a practical choice for those who want a ring that’s both stylish and functional for everyday wear."
    ],
    "btnText": ["Shop Bezel Rings"]
  },
  {
    "id": 502,
    "imgUrl": "https://image.brilliantearth.com/cdn-cgi/image/width=1440,height=1090,quality=100,format=auto/https://cdn.builder.io/api/v1/image/assets%2F9f2a69003c86470ea05deb9ecb9887be%2F1635f6915b4048e5b4a3ac23840a452f",
    "alt": "Ring Image",
    "topParagraph": "Surprise Details",
    "title": "4. Hidden Accents",
    "description": [
      "This trend of 2025 invites unexpected elements, adding delight to seemingly simple designs. Couples seeking out rings with hidden details are perfectly aligned with this look, adding a special touch to their engagement rings. These details can include hidden diamond halos beneath the center stone, intricate gallery designs, or tiny colored gemstones set into the band’s inner edge.",
      "Surprise details bring a unique touch,",
      " Chen remarks.",
      "They offer a personal connection, giving each ring sentimental value beyond its stunning appearance.",
      " This trend highlights the desire for rings that are unique and hold sentimental value and aesthetic appeal."
    ],
    "btnText": ["Shop Hidden Accent Rings"]
  },
  {
    "id": 503,
    "imgUrl": "https://image.brilliantearth.com/cdn-cgi/image/width=1440,height=1090,quality=100,format=auto/https://cdn.builder.io/api/v1/image/assets%2F9f2a69003c86470ea05deb9ecb9887be%2F89b93af03b1247f49d96ebed616e6a84",
    "alt": "Elongated Center Stones Ring Image",
    "topParagraph": "Proportion Play",
    "title": "5. Elongated Center Stones",
    "description": [
      "Inviting bold variations in size and shape to create striking visual interest, next year’s proportion-based trend is all about finding a balanced silhouette—and is beautifully exemplified by rings featuring elongated center stones. To enhance the overall silhouette and draw the eye, elongated center stones play with proportion to create a captivating statement piece. Cuts including oval, emerald, marquise, and elongated cushions are highly sought-after for 2025. “These shapes give the illusion of longer, slimmer fingers, which adds elegance,” says Chen. Elongated stones also offer a larger surface area for light to reflect, making them appear larger and more brilliant than traditional round cuts of the same carat weight. The trend of elongated center stones appeals to those who want a classic yet sophisticated look with a modern twist."
    ],
    "btnText": ["Start with a Diamond"]
  },
  {
    "id": 504,
    "imgUrl": "https://image.brilliantearth.com/cdn-cgi/image/width=1440,height=1090,quality=100,format=auto/https://cdn.builder.io/api/v1/image/assets%2F9f2a69003c86470ea05deb9ecb9887be%2F36d28dc4d68b402fae51c6a3a1655179",
    "alt": "Ring Image",
    "topParagraph": "Layering Lesson",
    "title": "6. Perfect Fit",
    "description": [
      "This trend focuses on the art of combining pieces for a personalized look, showcasing a harmonious blend of textures and styles. For this, our in-house experts point to flush fit rings that allow for a seamless stack with your wedding band. Enhancing both comfort and visual appeal, flush fits make it easy to create a sophisticated stacked effect and are one of the biggest trends in engagement rings for 2025.",
      "Flush-fitting engagement rings are designed for versatility, allowing couples to stack their rings effortlessly,",
      " Chen notes.",
      "The flexibility to mix and match bands makes this trend an ideal choice for those seeking a coordinated, personalized look."
    ],
    "btnText": ["Shop Flush Fit Rings"]
  },
  {
    "id": 505,
    "imgUrl": "https://image.brilliantearth.com/cdn-cgi/image/width=1440,height=1090,quality=100,format=auto/https://cdn.builder.io/api/v1/image/assets%2F9f2a69003c86470ea05deb9ecb9887be%2Fef1a461b7a124b3384ca19bcbff0ee5f",
    "alt": "Ring Image",
    "topParagraph": "Signature Style",
    "title": "7. Customization",
    "description": [
      "Styles that reflect individual identities, stories, and styles will be at the forefront of 2025 trends. In bridal jewelry, this is captured with a range of ways to personalize your rings. A top trend of 2025, many couples are opting for custom-made designs to allow for complete creative control. From selecting unique stone shapes and settings to incorporating meaningful design elements, personalizing your piece is a perfect way to tap into the trend.",
      "Custom-made rings have become increasingly popular as couples seek out designs that tell their unique story,",
      "Chen observes. “This trend reflects the desire for rings that are truly one-of-a-kind, symbolizing the individuality of the relationship.” Whether it’s adding a birthstone or creating something truly custom, a personalized ring is a way to create a lasting and sentimental piec"
    ],
    "btnText": ["Custom Ring Process"]
  },
  {
    "id": 506,
    "imgUrl": "https://image.brilliantearth.com/cdn-cgi/image/width=1440,height=1090,quality=100,format=auto/https://cdn.builder.io/api/v1/image/assets%2F9f2a69003c86470ea05deb9ecb9887be%2F47c772107a744e6780c30e0e9014b779",
    "alt": "Platinum Metal Ring Image",
    "topParagraph": "Metallic Magic",
    "title": "8. Platinum Metal",
    "description": [
      "This trend of 2025 is all about bold, reflective materials that elevate any ensemble—and we anticipate that platinum will continue to be a favored metal choice for bridal and fine jewelry in 2025 due to its durability and rarity. Rings crafted in platinum are known for their lustrous sheen, adding a touch of contemporary glamour that captures attention effortlessly. But beyond aesthetics, platinum is celebrated for its durability, resistance to wear, and density that preserves shape, making it an ideal choice for engagement rings and heirloom-quality pieces.",
      "Platinum continues to be a popular choice for its lasting strength and hypoallergenic properties,",
      "Chen confirms.",
      "Its cool, white sheen enhances the brilliance of diamonds, making it ideal for classic and contemporary designs alike."
    ],
    "btnText": ["Shop Platinum Rings"]
  }
]
